{
    "header": {
        "home": "HOME",
        "aboutUs": "ABOUT US",
        "howItWorks": {
            "main": "HOW STYPTEC WORKS",
            "freelancer": "For Freelancer",
            "entrepreneur": "For Entrepreneurs"
        },
        "getPaycheck": "GET YOUR PAYCHECK",
        "payrolling": "PAYROLLING",
        "freelanceWork": "FREELANCE WORK",
        "contactUs": "CONTACT US",
        "language": {
            "label": "Language",
            "english": "English",
            "dutch": "Dutch"
        }
    },
    "home": {
        "aboutUsSection": {
            "title": "Styptec helps you with invoicing",
            "description": "We combine your income for optimal results with ultimate freedom. With every assignment, Styptec helps you with invoicing and withholding all mandatory taxes, and we offer you insurance, training and many additional benefits. You'll get the best deals, without the hassle of administration, trade registration number, or VAT number. In short, work without hassle. We are the team at Styptec – great to meet you! As the connecting link. We bring entrepreneurs and their goals closer together, always with entrepreneurship at the centre. STYPTEC is an organization that focuses on relieving both freelancers and companies that use payrolling. Although the STYPTEC website is currently under construction, the company offers various services to reduce the administrative and legal burden for freelancers and clients.",
            "buttonText": "Explore More"
        },
        "bannerSection": {
            "title": "Check out the options without obligation.",
            "description": "Styptec helps you with invoicing and deduction of all compulsory taxes and offers you insurance, training, and many extra benefits. You get the best deals."
        },
        "callToAction": {
            "title": "Check out the options without obligation.",
            "subtitle": "Register in 10 seconds and see how easy it is. No strings attached.",
            "buttonText": "Contact Us"
        }
    },
    "heroSection": {
        "heading": "We combine your earnings to",
        "subheading": "optimal results with",
        "highlight": "ultimate freedom.",
        "description": "In each job, Styptec helps you with invoicing and deduction of all compulsory taxes and offers you insurance, training and many extra benefits. You get the best deals, without the hassle of administration, Commercial Registration number or VAT number. In short, work hassle-free."
    },
    "paymentCalculator": {
        "hourlyRateLabel": "Your hourly rate",
        "hoursWorkedLabel": "Hours worked",
        "grossAmountLabel": "Gross invoice amount",
        "netAmountLabel": "Net amount",
        "calculateButton": "Calculate payment"
    },
    "stats": {
        "trustedBy": "Trusted by",
        "customers": "customers",
        "recommend": "would recommend us",
        "basedOn": "based on",
        "customerInterviews": "customer interviews",
        "satisfaction": "Our customer satisfaction on",
        "klantenvertellen": "Klantenvertellen"
    },
    "videoSection": {
        "title": "Styptec Helps You Manage Your Income",
        "features": [
            "Before it is on your account, everything is paid. So what do you really deserve? It starts with your gross salary. You pay wage tax on this.",
            "You have no control over all these costs. Isn't that crazy? Styptec is for modern workers who themselves take control of their income.",
            "Two important things are always well organized with us. Your taxes have been paid properly. And any long-term illness is covered.",
            "So no more surprises afterwards. Are you already an entrepreneur? Then this is also something for you. Because you don't have to do any administration with us.",
            "As an employee you receive a salary every month. But your net salary is not the amount that you cost. Because you don't have to do any administration with us."
        ]
    },
    "pricing": {
        "title": "Carefree freelancing with our memberships!",
        "basic": {
            "title": "Basic",
            "subtitle": "— No cure no pay",
            "features": [
                "Your invoicing and taxes arranged",
                "You pay 6% commission per remuneration",
                "Excellent and affordable",
                "Group health insurance with ONVZ",
                "Customer storytelling gives us a 9.6",
                "Customer storytelling gives us a 9.6"
            ],
            "button": "View all benefits"
        },
        "premium": {
            "title": "Premium",
            "subtitle": "— Arranged carefree",
            "features": [
                "All benefits of basic membership",
                "You pay 3% commission per payment",
                "Liability insurance and more",
                "€25 per month cashback on health insurance",
                "Unlimited training at GoodHabitz",
                "Your membership is reimbursed tax-free"
            ],
            "button": "View all benefits"
        }
    },
    "testimonials": {
        "title": "What our customers say",
        "list": [
            {
                "quote": "As a freelancer in the Netherlands, the simplicity of invoicing and fast payments has truly changed the way I work. Highly recommended!",
                "name": "Sanne de Vries",
                "position": "Graphic Designer"
            },
            {
                "quote": "The platform's support for Dutch tax regulations saved me so much time. It's perfect for any freelancer starting out here.",
                "name": "Mark Jansen",
                "position": "Web Developer"
            },
            {
                "quote": "With the flexibility and tools provided, managing multiple clients has never been easier. A game-changer for freelancers like me.",
                "name": "Lisa van der Meer",
                "position": "Content Writer"
            },
            {
                "quote": "The insights and resources available have helped me grow my freelance business while staying compliant with Dutch laws.",
                "name": "Thomas Bakker",
                "position": "Digital Marketer"
            },
            {
                "quote": "Quick invoicing and client management have made freelancing in the Netherlands smooth and stress-free.",
                "name": "Emma Visser",
                "position": "Photographer"
            }
        ]
    },
    "whyChoose": {
        "freelancersTitle": "Why freelancers should use Styptec?",
        "freelancers": [
            {
                "icon": "clock",
                "title": "Quick and easy",
                "description": "A simple, clear and fast system that takes care of all your taxes and securities immediately. And if you have any issues, our customer service will be happy to advise and assist you."
            },
            {
                "icon": "money",
                "title": "Lots of FREE benefits",
                "description": "We always look for the best deals for you as a regular customer. Unlimited training at GoodHabitz, accident insurance up to € 100,000. And 24/7 virtual care with unlimited medical or psychological support."
            },
            {
                "icon": "shield",
                "title": "Proper regulation",
                "description": "After payment, paid net within one working day and no more surprises afterwards. View all benefits in your account such as insurance, VOG, invoice factoring and much more."
            }
        ],
        "clientsTitle": "Why clients should use Styptec?",
        "clients": [
            {
                "icon": "check-circle",
                "title": "No surprises",
                "description": "Receive an invoice from Styptec, and be assured that everything has been arranged perfectly. We guarantee that all legal obligations and taxes are met. A reassuring feeling and a win-win for all parties."
            },
            {
                "icon": "handshake",
                "title": "Reliable",
                "description": "Naturally, we have a G-account and a tax declaration of payment history. With more than 10 years of experience with over 95.681 freelancers you can be assured that everything is carefully and properly regulated."
            },
            {
                "icon": "thumbs-up",
                "title": "Recommend us",
                "description": "Have you really arranged it well for your contractors? Recommend us, so you can be assured that your contractors have arranged it really well. You will receive a clear invoice from us and you will never have any surprises afterwards."
            }
        ],
        "buttonText": "Curious about us?"
    },
    "aboutUs": {
        "pageHeader": "Curious about us?",
        "ourStory": {
            "title": "Who We Are",
            "description": "We combine your income for optimal results with ultimate freedom. With every assignment, Styptec helps you with invoicing and withholding all mandatory taxes, and we offer you insurance, training and many additional benefits. You'll get the best deals, without the hassle of administration, trade registration number, or VAT number. In short, work without hassle. We are the team at Styptec – great to meet you! As the connecting link. We bring entrepreneurs and their goals closer together, always with entrepreneurship at the centre. STYPTEC is an organization that focuses on relieving both freelancers and companies that use payrolling. Although the STYPTEC website is currently under construction, the company offers various services to reduce the administrative and legal burden for freelancers and clients."
        },
        "mission": {
            "title": "Our Core Value",
            "subtitle": "We are ready for entrepreneurs, large and small.",
            "description": "Styptec is there for entrepreneurs who want to hire staff, but do not have the time, knowledge or resources to take care of the associated administration. By handing over the legal employment and the associated responsibilities to us, we take that worry off your hands. Payrolling and freelance work are two popular ways to organize flexibility in work, both for employers and for employees or the self-employed. Both forms offer different advantages, but are also bound by different laws and regulations. Below is a detailed explanation of both forms and their differences."
        },
        "vision": {
            "title": "Vision",
            "description": "Styptec wants to be known nationwide by modern self-employed persons, clients and stakeholders as the natural, but above all reliable choice to take care of income during the career."
        },
        "solution": {
            "title": "Our solution",
            "description": "Styptec helps self-employed persons by invoicing their job and taking care of the social and fiscal obligations and securities in advance. This way, administration is taken care of and there are no surprises afterwards. We also offer many extra benefits, such as savings schemes, disability insurance, and training partnerships."
        },
        "callToAction": {
            "title": "Check out the options without obligation.",
            "subtitle": "Register in 10 seconds and see how easy it is. No strings attached.",
            "buttonText": "Contact Us"
        }
    },
    "howItWorks": {
        "pageHeader": "How does Styptec work?",
        "features": {
            "takeControl": {
                "subtitle": "Take control",
                "title": "Become a BOSS",
                "description": "Who doesn’t dream of being a freelancer? Being free and choosing only the jobs you like. Nobody likes blue envelopes of the Dutch Tax Authority and what does working for your own account and at your own risk mean? At Styptec, we help you work for the jobs you want, without the hassle of these blue envelopes. All your affairs arranged in one place."
            },
            "carefreeWork": {
                "subtitle": "Carefree work",
                "title": "No strings attached",
                "description": "We want you to be able to work without worries. See our video where we explain what we can expect from each other. You can use our services as long as you like. Styptec provides total peace of mind: apart from your taxes, your social securities are also well arranged. You will never face any surprises."
            },
            "modelAgreement": {
                "subtitle": "Model agreement",
                "title": "Make sound agreements",
                "description": "At Styptec, we think it is important to make good agreements with your client. In your account you can easily create and sign our standard model. Of course, you can also work with your own agreement, which you can add online. Our standard model is based on the approved “No authority” model agreement of the Dutch Tax Authority."
            },
            "sendInvoice": {
                "subtitle": "Send invoice",
                "title": "Invoicing",
                "description": "We take total care over your administration and, through your secured account, you simply send an invoice to your client in accordance with the agreements you have made. Sending an invoice takes just 2 minutes! All taxes and insurances are also taken care of directly by us. The net payment follows one working day after your client has paid, you receive your money quickly and easily. And if you want, we can often pay the invoice in advance, so you get your money even faster. We help you save time and stress!"
            },
            "completelyCarefree": {
                "subtitle": "Completely carefree",
                "title": "Payment",
                "description": "With Styptec, we take care of all the hassle. We make sure your administration and all legally required taxes are paid in advance. The best known is income tax. We also take care of the VAT and healthcare law (Zvw). In your account, you can set everything up the way you like it, including retirement savings and reserves. At the beginning of the year, you will receive a clear annual statement from us. Make unlimited free calculations and see what you can earn!"
            },
            "noSurprises": {
                "subtitle": "No surprises",
                "title": "Insurance and mutuality savings scheme",
                "description": "If you work, you may still run into problems (without your fault). In collaboration with Avéro Achmea, we have excellent occupational disability insurance, which we make compulsory up to the age of 62 and when your income exceeds EUR 3,750 in three months. We also have a mutuality savings scheme (schenkkring) with 2-year cover and as a regular customer, you are automatically insured through AIG for accidents (up to EUR 100,000). So no surprises, even if things do not go according to plan."
            }
        },
        "callToAction": {
            "title": "Check out the options without obligation.",
            "subtitle": "Register in 10 seconds and see how easy it is. No strings attached.",
            "buttonText": "Contact Us"
        }
    },
    "forEntrepreneurs": {
        "pageHeader": "How does Styptec work?",
        "features": {
            "hiringSolution": {
                "subtitle": "Discover the benefits",
                "title": "Your hiring problem solved!",
                "description": "More and more people are discovering the advantages of freelance work. However, it sounds easier than it is. Think of all the rules, the administration, the risks and everything else involved. If a freelancer hasn’t got it right, it also affects you as a client. Recommend us so that both your contractor and you avoid any risk. With Styptec, everything is well regulated: no surprises afterwards!"
            },
            "guaranteedWellArranged": {
                "subtitle": "Transparent and honest",
                "title": "Guaranteed well arranged",
                "description": "When you recommend Styptec, you know where you stand and you are assured that everything is well regulated. No legal hassle with the Dutch Tax Authority, uncertainty about agreements or surprises afterwards. Styptec has a G-account and a tax declaration of payment history, so you can be sure that everything is 100% in order for you and your contractors."
            },
            "modelAgreement": {
                "subtitle": "Model agreement",
                "title": "Make sound agreements",
                "description": "At Styptec, we think it is important to make good agreements with your client. In your account you can easily create and sign our standard model. Of course, you can also work with your own agreement, which you can add online. Our standard model is based on the approved “No authority” model agreement of the Dutch Tax Authority."
            },
            "payment": {
                "subtitle": "Completely carefree",
                "title": "Payment",
                "description": "Styptec takes care of the administration for contractors and adds value such as offering insurance, training, and the possibility of pension accrual and reserves; but is not involved in the terms and conditions the contractor agrees with their client. After payment of the invoice, we will pay the contractor net after deduction of all compulsory taxes. With Styptec, you can truly reward people in a fair and transparent way, without the risks involved of hiring self-employed persons."
            },
            "noSurprises": {
                "subtitle": "Everything well arranged",
                "title": "No surprises",
                "description": "With Styptec, all legal payments are always made. It is a pleasant feeling to know that things are really well regulated. We always have an up-to-date declaration of payment history and, for extra security, a G-account. If contractors use our services more often, we offer accident and death insurance free of charge. And we require our contractors to take out occupational disability insurance if their turnover is substantial. That way, you as a client also know that your contractors are well insured and have excellent insurance coverage."
            },
            "recommendation": {
                "subtitle": "Recommend us",
                "title": "Your recommendation is worth gold",
                "description": "Whether your contractors have one client or several, work a lot or a little, and whether the job lasts longer than one year or not, Styptec provides the solution to arrange your hiring properly.",
                "listItem1": "Modern self-employed persons will thank you for the recommendation, our modern self-employed persons give us an average rating of a 9.6",
                "listItem2": "With a client account on Styptec, we offer you a clear overview of all your contractors and invoices."
            }
        },
        "callToAction": {
            "title": "Check out the options without obligation.",
            "subtitle": "Register in 10 seconds and see how easy it is. No strings attached.",
            "buttonText": "Contact Us"
        }
    },
    "getYourPaycheck": {
        "pageHeader": "Get Your Paycheck"
    },
    "estimationForm": {
        "membership": {
            "label": "Membership"
        },
        "features": {
            "earning": {
                "label": "Earnings"
            },
            "hourlyRate": {
                "label": "Hourly Rate"
            },
            "hoursWorked": {
                "label": "Hours Worked"
            },
            "age": {
                "label": "Age"
            },
            "socialCharge": {
                "label": "Social Charge"
            },
            "pff": {
                "label": "PFF",
                "description": "Paid Fast Forward (In 3 Days)"
            },
            "pension": {
                "label": "Pension"
            },
            "expenses": {
                "label": "Expenses"
            }
        },
        "messages": {
            "hourlyRateError": "Hourly rate must be at least 1.00",
            "hoursWorkedError": "Hours worked must be at least 1",
            "ageError": "Age must be at least 18"
        },
        "leftSection": {
            "title": "Because you deserve more",
            "description": "See immediately what you earn net? Select all options and decide for yourself what is important to you.",
            "description2": "3% Extra discount is applicable on premium membership whose working hours 130 or above.",
            "invoiceAmount": "Invoice amount",
            "grossIncome": "Gross Income",
            "netPayout": "Net payout",
            "workingWithoutChamber": "Working without a Chamber of Commerce or VAT number",
            "workersPreceded": "95,761 workers already preceded you.",
            "button": "Calculate Paycheck"
        },
        "modal": {
            "title": "Get Your Invoice",
            "description": "Simply provide us your details and your invoice will be on its way! 🚀",
            "nameLabel": "Name",
            "phoneLabel": "Phone No.",
            "emailLabel": "Email",
            "downloadButton": "Download Estimated PDF"
        }
    },
    "reviews": {
        "pageHeader": "Our Reviews",
        "reviewsList": {
            "top": "Top!",
            "reviewContent": "Excellent service and support from the team.",
            "reviewerName": "John Doe",
            "reviewerDetails": "Customer since 2020"
        }
    },
    "pricesMemberships": {
        "pageHeader": "Prices and memberships",
        "featuresSection": {
            "subtitle": "The best deal",
            "title": "Memberships and prizes",
            "description": "Discover our prices and memberships here: Manage all your business and tax obligations effortlessly from one personal dashboard. Enjoy exclusive benefits such as personal insurance, professional training, and unique deals, all arranged seamlessly and reliably by us and our expert partners. Experience the freedom of carefree entrepreneurship. Create an account now without obligation and for free to discover our unique dashboard and all the benefits."
        },
        "callToAction": {
            "title": "Create an account now without obligation and for free",
            "subtitle": "Register in 10 seconds and discover our unique dashboard and all the benefits and experience for yourself how easy it works.",
            "buttonText": "Sign up for free"
        }
    },
    "contactUs": {
        "pageHeader": "Contact us",
        "contactDetails": {
            "heading": "Contact details",
            "mainOffice": "STYPTEC B.V.",
            "mainOfficeAddress": "Main office:",
            "visitingAddress": "Visiting address:",
            "email": "Email:",
            "email_2": "Email 2:",
            "openingHours": {
                "title": "Opening hours",
                "mondayToFriday": "Monday - Friday: 09:00 - 17:30",
                "weekend": "Saturday - Sunday: Closed"
            }
        }
    },
    "footer": {
        "generalInfo": "General information",
        "kvk": "KVK",
        "vat": "VAT",
        "iban": "IBAN",
        "quickLinks": "Quick Links",
        "calculateBenefit": "Calculate your benefit",
        "aboutUs": "About us",
        "howItWorks": "How does Styptec work",
        "gameRules": "Game Rules",
        "pricing": "Pricing",
        "policies": "Policies",
        "stayUpdated": "Stay up to date",
        "headOffice": "Hoofdvestiging",
        "visitAddress": "Bezoekadres",
        "designedBy": "Designed and powered by",
        "company": "STYPTEC B.V."
    },
    "payrolling": {
        "pageHeader": "Payrolling",
        "payrolling": {
            "title": "What is payrolling?",
            "description": "Payrolling allows companies to outsource the administrative and legal obligations of employment to a third-party payroll organization. It provides companies with a flexible and low-risk way to manage their workforce while ensuring employees are paid on time and receive appropriate benefits."
        },
        "sectionTitles": {
            "howItWorks": "How does payrolling work?",
            "benefits": "Benefits of payrolling",
            "disadvantages": "Disadvantages of payrolling",
            "differencesTable": "Differences Between Payrolling and Freelance Work"
        },
        "payrollWork": [
            {
                "title": "Recruitment and selection",
                "description": "The original company (the client) selects the employees who will be deployed via payrolling."
            },
            {
                "title": "Contract",
                "description": "The payroll organization formally hires the employee. In other words, the employee has an employment contract with the payroll organization, not with the original company."
            },
            {
                "title": "Remuneration and administration",
                "description": "The payroll organization takes care of salary payments, administration of leave days, pension payments, medical expenses and all other matters that come with being an employer."
            },
            {
                "title": "Cost",
                "description": "The original company pays a rate to the payroll organization, which usually consists of the employee's payroll costs plus a percentage for the payroll organization's services."
            }
        ],
        "benefits": [
            {
                "title": "Flexibility",
                "description": "Payrolling makes it easier for companies to flexibly structure their workforce without being locked into long-term employment contracts."
            },
            {
                "title": "Lower risks",
                "description": "Because the payroll company assumes formal employment, the original company is relieved of financial risks such as continued payment of wages in the event of illness and risks of employment law conflicts."
            },
            {
                "title": "Cost savings",
                "description": "Outsourcing administrative tasks can save time and costs, especially for small and medium-sized businesses."
            },
            {
                "title": "Reduction of administrative burden",
                "description": "The payroll organization takes over all administrative tasks, allowing the employer to devote more time and resources to its core activities."
            }
        ],
        "disadvantages": [
            {
                "title": "Cost",
                "description": "While payrolling can be cost-effective by reducing risk and administrative burden, it can ultimately be more expensive than a direct appointment, due to the fee charged by the payroll organization."
            },
            {
                "title": "Limited bonding",
                "description": "Payroll-based employees sometimes feel less connected to the company they work for because the payroll company is their official employer."
            },
            {
                "title": "Limited terms of employment",
                "description": "For employees, terms of employment may differ from regular employees, depending on the agreements with the payroll organization."
            }
        ],
        "legislation": {
            "title": "Legislation on payrolling",
            "description": "The Balanced Labour Market Act (WAB) has been in force since 2020. This law entitles payroll employees to the same terms of employment as permanent employees within the company, including pension accrual. The payroll organisation must therefore also provide an adequate pension for the employees who work through them."
        },
        "table": {
            "headers": [
                "Aspect",
                "Payrolling",
                "Freelance"
            ],
            "rows": [
                {
                    "aspect": "Employer",
                    "payrolling": "Payroll company",
                    "freelance": "None (self-employed)"
                },
                {
                    "aspect": "Income",
                    "payrolling": "Fixed salary via payroll",
                    "freelance": "Dependent on assignments"
                },
                {
                    "aspect": "Responsibilities",
                    "payrolling": "Payroll company takes legal responsibility",
                    "freelance": "Freelancer is responsible for his or her own"
                },
                {
                    "aspect": "Social security",
                    "payrolling": "Yes, arranged through payroll company",
                    "freelance": "No, must be arranged by the freelancer himself"
                },
                {
                    "aspect": "Flexibility",
                    "payrolling": "Some flexibility, but often in an employed model",
                    "freelance": "Full flexibility and independence"
                }
            ]
        },
        "conclusion": {
            "title": "Conclusion",
            "description": "Payrolling and freelance work each offer unique benefits, depending on the wishes of the employee or self-employed person and the nature of the work. Companies looking for flexibility without the employer risk can benefit from payrolling, while individuals who like to work autonomously and choose their own assignments benefit from freelance work. Both options require regulatory knowledge to stay within the frameworks and take full advantage of the opportunities they offer."
        }
    },
    "freelanceWork": {
        "pageHeader": "Freelance Work",
        "sectionTitles": {
            "howDoesItWork": "How does freelancing work?",
            "benefitsOfPayrolling": "Benefits of payrolling",
            "disadvantagesOfPayrolling": "Disadvantages of payrolling",
            "differencesTable": "Differences Between Payrolling and Freelance Work"
        },
        "featuresSection": {
            "freelanceWork": {
                "title": "Freelance work",
                "description": "Freelance work, also known as self-employment, is a form of work in which a person offers services to multiple clients as a self-employed person, without a permanent employment contract. Freelancers typically work on a project-by-project basis and are paid per assignment or hour. They are responsible for their own business operations, billing, tax remittance, and insurance."
            },
            "whyServices": {
                "title": "Why providing these services",
                "description": "STYPTEC aims to unburden both freelancers and clients, so that they can focus on their core activities without worrying about administrative and legal obligations. Via your secure account, you can easily create an invoice and send it to your client, entirely in accordance with the agreements made. Preparing and sending an invoice will only take you two minutes. We take care of all tax matters and insurances directly for you. You will receive the net payment immediately after your client has paid, so that you can get your money quickly. If desired, we can also advance the invoice, giving you even faster access to your money. This will save you time and reduce stress."
            },
            "legislation": {
                "title": "Legislation on freelance work",
                "description": "In the Netherlands, freelance work is regulated by the Tax and Customs Administration and the Chamber of Commerce. Freelancers must be registered with the Chamber of Commerce (KvK) and can use the Declaration of Employment Relationship (VAR) or the Deregulation Assessment of Employment Relations Act (DBA) to demonstrate that they do not have an employment relationship with their clients. The regulations surrounding freelancers remain a point of attention for the government, especially to prevent bogus self-employment."
            }
        },
        "freelanceWorkSteps": [
            {
                "title": "Assignment acquisition",
                "description": "A freelancer finds work through direct contact with clients, through freelancing platforms, or through networking."
            },
            {
                "title": "Service agreement",
                "description": "The freelancer and the client enter into an agreement that stipulates the work and compensation. This can be an assignment contract or a verbal agreement."
            },
            {
                "title": "Invoicing and tax",
                "description": "After completion of the work, the freelancer sends an invoice to the client and takes care of the payment of income tax and, depending on the situation, sales tax (VAT)."
            },
            {
                "title": "Deductibles",
                "description": "A freelancer is responsible for their own insurance against disability, pension provision, and other financial risks."
            }
        ],
        "benefits": [
            {
                "title": "Independence and flexibility",
                "description": "Freelancers have the freedom to set their own working hours, choose their own assignments, and set their own rate."
            },
            {
                "title": "Diversity of assignments",
                "description": "Freelancers can work for a variety of clients, which gives them the opportunity to develop their skills and gain new experiences."
            },
            {
                "title": "Tax benefits",
                "description": "Freelancers can take advantage of various tax benefits such as the self-employment deduction and start-up deduction, provided they meet certain conditions."
            }
        ],
        "disadvantages": [
            {
                "title": "Uncertainty about income",
                "description": "Freelancers do not have a fixed income and may face periods when little work is available."
            },
            {
                "title": "No Social Security",
                "description": "Freelancers do not accrue entitlement to unemployment benefits or sick pay. They have to arrange their own insurance, which comes at a cost."
            }
        ],
        "table": {
            "headers": [
                "Aspect",
                "Payrolling",
                "Freelance"
            ],
            "rows": [
                {
                    "aspect": "Employer",
                    "payrolling": "Payroll company",
                    "freelance": "None (self-employed)"
                },
                {
                    "aspect": "Income",
                    "payrolling": "Fixed salary via payroll",
                    "freelance": "Dependent on assignments"
                },
                {
                    "aspect": "Responsibilities",
                    "payrolling": "Payroll company takes legal responsibility",
                    "freelance": "Freelancer is responsible for his or her own"
                },
                {
                    "aspect": "Social security",
                    "payrolling": "Yes, arranged through payroll company",
                    "freelance": "No, must be arranged by the freelancer himself"
                },
                {
                    "aspect": "Flexibility",
                    "payrolling": "Some flexibility, but often in an employed model",
                    "freelance": "Full flexibility and independence"
                }
            ]
        },
        "conclusion": {
            "title": "Conclusion",
            "description": "Payrolling and freelance work each offer unique benefits, depending on the wishes of the employee or self-employed person and the nature of the work. Companies looking for flexibility without the employer risk can benefit from payrolling, while individuals who like to work autonomously and choose their own assignments benefit from freelance work. Both options require regulatory knowledge to stay within the frameworks and take full advantage of the opportunities they offer."
        }
    }
}