{
    "header": {
        "home": "HOME",
        "aboutUs": "OVER ONS",
        "howItWorks": {
            "main": "HOE WERKT STYPTEC",
            "freelancer": "Voor Freelancer",
            "entrepreneur": "Voor Ondernemers"
        },
        "getPaycheck": "ONTDEK JE LOONSTROOK",
        "payrolling": "PAYROLLING",
        "freelanceWork": "FREELANCE WORK",
        "contactUs": "CONTACT ONS",
        "language": {
            "label": "Taal",
            "english": "Engels",
            "dutch": "Nederlands"
        }
    },
    "home": {
        "aboutUsSection": {
            "title": "Styptec helpt je met facturering",
            "description": "We combineren jouw inkomsten voor optimale resultaten met ultieme vrijheid. Bij elke opdracht helpt Styptec je met facturatie en het inhouden van alle verplichte belastingen, en bieden we je verzekering, training en vele extra voordelen. Je krijgt de beste deals, zonder de rompslomp van administratie, handelsregistratienummer of btw-nummer. Kortom, werken zonder gedoe. Wij zijn het team van Styptec – fijn om kennis te maken!Als de verbindende schakel. We brengen ondernemers en hun doelen dichter bij elkaar, waarbij het ondernemerschap altijd centraal staat. STYPTEC is een organisatie die zich richt op het ontlasten van zowel freelancers als bedrijven die gebruikmaken van payrolling. Hoewel de website van STYPTEC momenteel in aanbouw is biedt het bedrijf verschillende diensten aan om de administratieve en juridische lasten voor freelancers en opdrachtgevers te verminderen.",
            "buttonText": "Verken Meer"
        },
        "bannerSection": {
            "title": "Bekijk de opties zonder verplichtingen.",
            "description": "Styptec helpt je met facturering en het inhouden van alle verplichte belastingen en biedt je verzekering, training en vele extra voordelen. Je krijgt de beste aanbiedingen."
        },
        "callToAction": {
            "title": "Bekijk de opties zonder verplichtingen.",
            "subtitle": "Registreer binnen 10 seconden en ontdek hoe eenvoudig het is. Geen verplichtingen.",
            "buttonText": "Registreer gratis"
        }
    },
    "heroSection": {
        "0": {
            "heading": "Wij combineren uw inkomsten tot",
            "subheading": "optimale resultaten met",
            "highlight": "ultieme vrijheid.",
            "description": "Bij elke opdracht helpt Styptec u met facturering en de afdracht van alle verplichte belastingen. Daarnaast bieden wij u verzekeringen, trainingen en vele extra voordelen. U krijgt de beste deals, zonder gedoe met administratie, KvK-nummer of btw-nummer. Kortom, werk zonder zorgen."
        },
        "1": {
            "heading": "Wij combineren uw inkomsten tot",
            "subheading": "optimale resultaten met",
            "highlight": "ultieme vrijheid.",
            "description": "Bij elke opdracht helpt Styptec u met facturering en de afdracht van alle verplichte belastingen. Daarnaast bieden wij u verzekeringen, trainingen en vele extra voordelen. U krijgt de beste deals, zonder gedoe met administratie, KvK-nummer of btw-nummer. Kortom, werk zonder zorgen."
        },
        "2": {
            "heading": "Wij combineren uw inkomsten tot",
            "subheading": "optimale resultaten met",
            "highlight": "ultieme vrijheid.",
            "description": "Bij elke opdracht helpt Styptec u met facturering en de afdracht van alle verplichte belastingen. Daarnaast bieden wij u verzekeringen, trainingen en vele extra voordelen. U krijgt de beste deals, zonder gedoe met administratie, KvK-nummer of btw-nummer. Kortom, werk zonder zorgen."
        }
    },
    "paymentCalculator": {
        "hourlyRateLabel": "Uw uurtarief",
        "hoursWorkedLabel": "Gewerkte uren",
        "grossAmountLabel": "Bruto factuurbedrag",
        "netAmountLabel": "Netto bedrag",
        "calculateButton": "Bereken betaling"
    },
    "stats": {
        "trustedBy": "Vertrouwd door",
        "customers": "klanten",
        "recommend": "zou ons aanbevelen",
        "basedOn": "gebaseerd op",
        "customerInterviews": "klantinterviews",
        "satisfaction": "Onze klanttevredenheid op",
        "klantenvertellen": "Klantenvertellen"
    },
    "videoSection": {
        "title": "Leer hier hoe we u kunnen helpen!",
        "features": [
            "Voordat het op uw rekening staat, is alles betaald. Dus wat verdien je echt? Het begint met uw brutoloon. U betaalt hier loonbelasting over.",
            "U heeft geen controle over al deze kosten. Is dat niet gek? Styptec is er voor moderne werknemers die zelf de controle nemen over hun inkomen.",
            "Twee belangrijke zaken zijn bij ons altijd goed geregeld. Uw belastingen zijn correct betaald. En eventuele langdurige ziekte is gedekt.",
            "Dus geen verrassingen achteraf. Bent u al ondernemer? Dan is dit ook iets voor jou. Omdat u bij ons geen administratie hoeft te doen.",
            "Als werknemer ontvangt u elke maand een salaris. Maar uw nettosalaris is niet het bedrag dat u kost."
        ]
    },
    "pricing": {
        "title": "Zorgeloos freelancen met onze lidmaatschappen!",
        "basic": {
            "title": "Basis",
            "subtitle": "— No cure no pay",
            "features": [
                "Uw facturatie en belastingen geregeld",
                "U betaalt 6% commissie per vergoeding",
                "Uitstekend en betaalbaar",
                "Groepsziekteverzekering bij ONVZ",
                "Klantenverhalen geven ons een 9,6",
                "Klantenverhalen geven ons een 9,6"
            ],
            "button": "Bekijk alle voordelen"
        },
        "premium": {
            "title": "Premium",
            "subtitle": "— Zorgeloos geregeld",
            "features": [
                "Alle voordelen van het basislidmaatschap",
                "U betaalt 3% commissie per betaling",
                "Aansprakelijkheidsverzekering en meer",
                "€25 per maand cashback op de zorgverzekering",
                "Onbeperkte trainingen bij GoodHabitz",
                "Uw lidmaatschap wordt belastingvrij vergoed"
            ],
            "button": "Bekijk alle voordelen"
        }
    },
    "testimonials": {
        "title": "Wat onze klanten zeggen",
        "list": [
            {
                "quote": "Als freelancer in Nederland heeft de eenvoud van factureren en snelle betalingen echt mijn manier van werken veranderd. Zeer aan te bevelen!",
                "name": "Sanne de Vries",
                "position": "Grafisch Ontwerper"
            },
            {
                "quote": "De ondersteuning van het platform voor Nederlandse belastingregels heeft me zoveel tijd bespaard. Perfect voor elke beginnende freelancer hier.",
                "name": "Mark Jansen",
                "position": "Webontwikkelaar"
            },
            {
                "quote": "Met de geboden flexibiliteit en tools is het beheren van meerdere klanten nog nooit zo eenvoudig geweest. Een echte game-changer voor freelancers zoals ik.",
                "name": "Lisa van der Meer",
                "position": "Content Schrijver"
            },
            {
                "quote": "De inzichten en hulpmiddelen hebben me geholpen mijn freelancebedrijf te laten groeien en tegelijkertijd te voldoen aan de Nederlandse wetgeving.",
                "name": "Thomas Bakker",
                "position": "Digital Marketeer"
            },
            {
                "quote": "Snel factureren en klantenbeheer hebben freelancen in Nederland soepel en stressvrij gemaakt.",
                "name": "Emma Visser",
                "position": "Fotograaf"
            }
        ]
    },
    "whyChoose": {
        "freelancersTitle": "Waarom freelancers Styptec moeten gebruiken?",
        "freelancers": [
            {
                "icon": "clock",
                "title": "Snel en eenvoudig",
                "description": "Een eenvoudig, duidelijk en snel systeem dat al uw belastingen en verzekeringen onmiddellijk regelt. En als u problemen heeft, staat onze klantenservice voor u klaar."
            },
            {
                "icon": "money",
                "title": "Veel GRATIS voordelen",
                "description": "Wij zoeken altijd naar de beste aanbiedingen voor u als vaste klant. Onbeperkt trainen bij GoodHabitz, ongevallenverzekering tot € 100.000. En 24/7 virtuele zorg met onbeperkte medische of psychologische ondersteuning."
            },
            {
                "icon": "shield",
                "title": "Goede regeling",
                "description": "Na betaling, netto betaald binnen één werkdag en geen verrassingen achteraf. Bekijk alle voordelen in uw account zoals verzekeringen, VOG, facturering en nog veel meer."
            }
        ],
        "clientsTitle": "Waarom klanten Styptec moeten gebruiken?",
        "clients": [
            {
                "icon": "check-circle",
                "title": "Geen verrassingen",
                "description": "Ontvang een factuur van Styptec en wees gerust dat alles perfect is geregeld. We garanderen dat aan alle wettelijke verplichtingen en belastingen is voldaan. Een geruststellend gevoel en een win-win voor alle partijen."
            },
            {
                "icon": "handshake",
                "title": "Betrouwbaar",
                "description": "Natuurlijk hebben we een G-rekening en een belastingaangifte van de betalingsgeschiedenis. Met meer dan 10 jaar ervaring met meer dan 95.681 freelancers kunt u er zeker van zijn dat alles zorgvuldig en goed is geregeld."
            },
            {
                "icon": "thumbs-up",
                "title": "Aanbevelen",
                "description": "Heeft u het echt goed geregeld voor uw opdrachtnemers? Aanbevelen, zodat u er zeker van kunt zijn dat uw opdrachtnemers het echt goed hebben geregeld. U ontvangt een duidelijke factuur van ons en u heeft nooit verrassingen achteraf."
            }
        ],
        "buttonText": "Benieuwd naar ons?"
    },
    "aboutUs": {
        "pageHeader": "Benieuwd naar ons?",
        "ourStory": {
            "title": "Ons verhaal",
            "description": "We combineren jouw inkomsten voor optimale resultaten met ultieme vrijheid. Bij elke opdracht helpt Styptec je met facturatie en het inhouden van alle verplichte belastingen, en bieden we je verzekering, training en vele extra voordelen. Je krijgt de beste deals, zonder de rompslomp van administratie, handelsregistratienummer of btw-nummer. Kortom, werken zonder gedoe. Wij zijn het team van Styptec – fijn om kennis te maken!Als de verbindende schakel. We brengen ondernemers en hun doelen dichter bij elkaar, waarbij het ondernemerschap altijd centraal staat. STYPTEC is een organisatie die zich richt op het ontlasten van zowel freelancers als bedrijven die gebruikmaken van payrolling. Hoewel de website van STYPTEC momenteel in aanbouw is biedt het bedrijf verschillende diensten aan om de administratieve en juridische lasten voor freelancers en opdrachtgevers te verminderen.",
            "buttonText": "Verken Meer"
        },
        "mission": {
            "title": "Missie",
            "description": "Styptec wil er zijn voor iedereen die volledige controle wil over zijn inkomen, waarbij Styptec de partner is voor autonoom werken."
        },
        "vision": {
            "title": "Visie",
            "description": "Styptec wil landelijk bekend staan als de betrouwbare keuze voor het verzorgen van inkomen tijdens de carrière voor moderne zelfstandigen."
        },
        "solution": {
            "title": "Onze oplossing",
            "description": "Styptec helpt zelfstandigen door hun werk te factureren en zorgt voor de sociale en fiscale verplichtingen. We bieden ook extra voordelen zoals spaarregelingen, arbeidsongeschiktheidsverzekeringen en samenwerkingen voor trainingen."
        },
        "callToAction": {
            "title": "Ontdek de mogelijkheden zonder verplichtingen.",
            "subtitle": "Registreer je in 10 seconden en zie hoe eenvoudig het is. Geen verplichtingen.",
            "buttonText": "Registreer gratis"
        }
    },
    "howItWorks": {
        "pageHeader": "Hoe werkt Styptec?",
        "features": {
            "takeControl": {
                "subtitle": "Neem controle",
                "title": "Word een BOSS",
                "description": "Wie droomt er niet van om freelancer te zijn? Vrij zijn en alleen de klussen kiezen die je leuk vindt. Niemand houdt van blauwe enveloppen van de Belastingdienst, en wat betekent het om voor eigen rekening en risico te werken? Bij Styptec helpen we je om te werken aan de klussen die je wilt, zonder de rompslomp van deze blauwe enveloppen. Al je zaken geregeld op één plek."
            },
            "carefreeWork": {
                "subtitle": "Zorgeloos werken",
                "title": "Geen verplichtingen",
                "description": "We willen dat je zonder zorgen kunt werken. Bekijk onze video waarin we uitleggen wat we van elkaar kunnen verwachten. Je kunt onze diensten gebruiken zolang je wilt. Styptec zorgt voor totale gemoedsrust: naast je belastingen zijn ook je sociale zekerheden goed geregeld. Je komt nooit voor verrassingen te staan."
            },
            "modelAgreement": {
                "subtitle": "Modelovereenkomst",
                "title": "Maak goede afspraken",
                "description": "Bij Styptec vinden we het belangrijk om goede afspraken te maken met je opdrachtgever. In je account kun je gemakkelijk ons standaardmodel opstellen en ondertekenen. Natuurlijk kun je ook werken met je eigen overeenkomst, die je online kunt toevoegen. Ons standaardmodel is gebaseerd op de goedgekeurde 'Geen gezag' modelovereenkomst van de Belastingdienst."
            },
            "sendInvoice": {
                "subtitle": "Verstuur factuur",
                "title": "Facturering",
                "description": "Wij zorgen volledig voor je administratie en via je beveiligde account verstuur je eenvoudig een factuur naar je klant volgens de gemaakte afspraken. Het versturen van een factuur duurt slechts 2 minuten! Alle belastingen en verzekeringen worden ook direct door ons geregeld. De netto betaling volgt één werkdag nadat je klant heeft betaald, je ontvangt je geld snel en eenvoudig. En als je wilt, kunnen we de factuur vaak van tevoren betalen, zodat je je geld nog sneller ontvangt. We helpen je tijd en stress te besparen!"
            },
            "completelyCarefree": {
                "subtitle": "Volledig zorgeloos",
                "title": "Betaling",
                "description": "Bij Styptec zorgen we voor alle rompslomp. We zorgen ervoor dat je administratie en alle wettelijk verplichte belastingen vooraf worden betaald. De bekendste is de inkomstenbelasting. We regelen ook de btw en de Zorgverzekeringswet (Zvw). In je account kun je alles instellen zoals je wilt, inclusief pensioenopbouw en reserveringen. Aan het begin van het jaar ontvang je van ons een helder jaaroverzicht. Maak onbeperkt gratis berekeningen en zie wat je kunt verdienen!"
            },
            "noSurprises": {
                "subtitle": "Geen verrassingen",
                "title": "Verzekering en schenkkring",
                "description": "Als je werkt, kun je alsnog tegen problemen aanlopen (zonder jouw schuld). In samenwerking met Avéro Achmea hebben we uitstekende arbeidsongeschiktheidsverzekeringen, die we verplicht stellen tot de leeftijd van 62 jaar en wanneer je inkomen in drie maanden meer dan EUR 3.750 bedraagt. We hebben ook een schenkkring met een dekking van 2 jaar en als vaste klant ben je automatisch verzekerd bij AIG voor ongevallen (tot EUR 100.000). Geen verrassingen, zelfs niet als het niet volgens plan verloopt."
            }
        },
        "callToAction": {
            "title": "Ontdek de mogelijkheden zonder verplichtingen.",
            "subtitle": "Registreer je in 10 seconden en zie hoe eenvoudig het is. Geen verplichtingen.",
            "buttonText": "Registreer gratis"
        }
    },
    "forEntrepreneurs": {
        "pageHeader": "Hoe werkt Styptec?",
        "features": {
            "hiringSolution": {
                "subtitle": "Ontdek de voordelen",
                "title": "Uw wervingsprobleem opgelost!",
                "description": "Steeds meer mensen ontdekken de voordelen van freelance werk. Het klinkt echter makkelijker dan het is. Denk aan alle regels, de administratie, de risico's en alles wat erbij komt kijken. Als een freelancer het niet goed voor elkaar heeft, heeft dit ook invloed op u als klant. Raad ons aan zodat zowel uw opdrachtnemer als u elk risico vermijdt. Bij Styptec is alles goed geregeld: geen verrassingen achteraf!"
            },
            "guaranteedWellArranged": {
                "subtitle": "Transparant en eerlijk",
                "title": "Garantie dat alles goed geregeld is",
                "description": "Als u Styptec aanbeveelt, weet u waar u aan toe bent en bent u ervan verzekerd dat alles goed is geregeld. Geen juridisch gedoe met de Belastingdienst, onzekerheid over afspraken of verrassingen achteraf. Styptec heeft een G-rekening en een belastingverklaring van betalingshistorie, zodat u zeker weet dat alles 100% in orde is voor u en uw opdrachtnemers."
            },
            "modelAgreement": {
                "subtitle": "Modelovereenkomst",
                "title": "Maak goede afspraken",
                "description": "Bij Styptec vinden we het belangrijk om goede afspraken te maken met uw opdrachtgever. In uw account kunt u eenvoudig ons standaardmodel opstellen en ondertekenen. Natuurlijk kunt u ook werken met uw eigen overeenkomst, die u online kunt toevoegen. Ons standaardmodel is gebaseerd op de goedgekeurde 'Geen gezag' modelovereenkomst van de Belastingdienst."
            },
            "payment": {
                "subtitle": "Volledig zorgeloos",
                "title": "Betaling",
                "description": "Styptec zorgt voor de administratie van opdrachtnemers en biedt toegevoegde waarde zoals het aanbieden van verzekeringen, opleidingen en de mogelijkheid van pensioenopbouw en reserveringen; maar is niet betrokken bij de voorwaarden die de opdrachtnemer met zijn klant afspreekt. Na betaling van de factuur betalen wij de opdrachtnemer netto na aftrek van alle verplichte belastingen. Met Styptec kunt u mensen echt belonen op een eerlijke en transparante manier, zonder de risico's van het inhuren van zelfstandigen."
            },
            "noSurprises": {
                "subtitle": "Alles goed geregeld",
                "title": "Geen verrassingen",
                "description": "Bij Styptec worden alle wettelijke betalingen altijd gedaan. Het is een prettig gevoel om te weten dat alles echt goed geregeld is. We hebben altijd een actuele betalingsverklaring en voor extra zekerheid een G-rekening. Als opdrachtnemers vaker gebruik maken van onze diensten, bieden we een gratis ongevallen- en overlijdensverzekering aan. En we verplichten onze opdrachtnemers een arbeidsongeschiktheidsverzekering af te sluiten als hun omzet aanzienlijk is. Zo weet u als klant ook dat uw opdrachtnemers goed verzekerd zijn en over uitstekende verzekeringsdekking beschikken."
            },
            "recommendation": {
                "subtitle": "Beveel ons aan",
                "title": "Uw aanbeveling is goud waard",
                "description": "Of uw opdrachtnemers nu één of meerdere klanten hebben, veel of weinig werken, en of de opdracht langer dan één jaar duurt of niet, Styptec biedt de oplossing om uw werving goed te regelen.",
                "listItem1": "Moderne zelfstandigen zullen u bedanken voor de aanbeveling, onze moderne zelfstandigen geven ons een gemiddelde beoordeling van een 9,6",
                "listItem2": "Met een klantaccount op Styptec bieden wij u een duidelijk overzicht van al uw opdrachtnemers en facturen."
            }
        },
        "callToAction": {
            "title": "Ontdek de mogelijkheden zonder verplichtingen.",
            "subtitle": "Registreer u in 10 seconden en zie hoe eenvoudig het is. Geen verplichtingen.",
            "buttonText": "Registreer gratis"
        }
    },
    "getYourPaycheck": {
        "pageHeader": "Ontvang uw salaris"
    },
    "estimationForm": {
        "membership": {
            "label": "Lidmaatschap"
        },
        "features": {
            "earning": {
                "label": "Inkomsten"
            },
            "hourlyRate": {
                "label": "Uurtarief"
            },
            "hoursWorked": {
                "label": "Uren gewerkt"
            },
            "age": {
                "label": "Leeftijd"
            },
            "socialCharge": {
                "label": "Sociale kosten"
            },
            "pff": {
                "label": "PFF",
                "description": "Snel vooruit betaald (in 3 dagen)"
            },
            "pension": {
                "label": "Pensioen"
            },
            "expenses": {
                "label": "Uitgaven"
            }
        },
        "messages": {
            "hourlyRateError": "Uurtarief moet minimaal 1,00 zijn",
            "hoursWorkedError": "Uren gewerkt moeten minimaal 1 zijn",
            "ageError": "Leeftijd moet minimaal 18 zijn"
        },
        "leftSection": {
            "title": "Omdat je meer verdient",
            "description": "Direct zien wat je netto verdient? Selecteer alle opties en bepaal zelf wat voor u belangrijk is.",
            "description2": "3% Extra korting is van toepassing op premium lidmaatschap met werkuren van 130 uur of hoger.",
            "invoiceAmount": "Factuurbedrag",
            "grossIncome": "Bruto inkomen",
            "netPayout": "Netto uitbetaling",
            "workingWithoutChamber": "Werken zonder een Kamer van Koophandel of BTW-nummer",
            "workersPreceded": "95.761 werknemers zijn je al voorgegaan.",
            "button": "Bereken Loon"
        },
        "modal": {
            "title": "Ontvang uw factuur",
            "description": "Geef eenvoudig uw gegevens op en uw factuur is onderweg! 🚀",
            "nameLabel": "Naam",
            "phoneLabel": "Telefoonnummer",
            "emailLabel": "E-mail",
            "downloadButton": "Download Geschatte PDF"
        }
    },
    "reviews": {
        "pageHeader": "Onze Beoordelingen",
        "reviewsList": {
            "top": "Top!",
            "reviewContent": "Uitstekende service en ondersteuning van het team.",
            "reviewerName": "Jan Jansen",
            "reviewerDetails": "Klant sinds 2020"
        }
    },
    "pricesMemberships": {
        "pageHeader": "Prijzen en lidmaatschappen",
        "featuresSection": {
            "subtitle": "De beste deal",
            "title": "Lidmaatschappen en prijzen",
            "description": "Ontdek hier onze prijzen en lidmaatschappen: Beheer al uw zakelijke en belastingverplichtingen moeiteloos vanuit één persoonlijk dashboard. Geniet van exclusieve voordelen zoals persoonlijke verzekering, professionele training en unieke aanbiedingen, allemaal naadloos en betrouwbaar geregeld door ons en onze expertpartners. Ervaar de vrijheid van zorgeloos ondernemerschap. Maak nu een account aan zonder verplichtingen en gratis om ons unieke dashboard en alle voordelen te ontdekken."
        },
        "callToAction": {
            "title": "Maak nu een account aan zonder verplichtingen en gratis",
            "subtitle": "Registreer in 10 seconden en ontdek ons unieke dashboard en alle voordelen en ervaar zelf hoe gemakkelijk het werkt.",
            "buttonText": "Gratis aanmelden"
        }
    },
    "contactUs": {
        "pageHeader": "Neem contact met ons op",
        "contactDetails": {
            "heading": "Contactgegevens",
            "mainOffice": "STYPTEC B.V.",
            "mainOfficeAddress": "Hoofdvestiging: ",
            "visitingAddress": "Bezoekadres: ",
            "email": "E-mail:",
            "email_2": "E-mail 2:",
            "openingHours": {
                "title": "Openingstijden",
                "mondayToFriday": "Maandag - Vrijdag: 09:00 - 17:30",
                "weekend": "Zaterdag - Zondag: Gesloten"
            }
        }
    },
    "footer": {
        "generalInfo": "Algemene informatie",
        "kvk": "KVK",
        "vat": "BTW",
        "iban": "IBAN",
        "quickLinks": "Snelle Links",
        "calculateBenefit": "Bereken uw voordeel",
        "aboutUs": "Over ons",
        "howItWorks": "Hoe werkt Styptec",
        "gameRules": "Spelregels",
        "pricing": "Prijzen",
        "policies": "Beleid",
        "stayUpdated": "Blijf op de hoogte",
        "headOffice": "Hoofdvestiging",
        "visitAddress": "Bezoekadres",
        "designedBy": "Ontworpen en aangedreven door",
        "company": "STYPTEC B.V."
    },
    "payrolling": {
        "pageHeader": "Payrolling",
        "payrolling": {
            "title": "Wat is payrolling?",
            "description": "Met payrolling kunnen bedrijven de administratieve en juridische verplichtingen van werkgeven uitbesteden aan een payrollorganisatie. Het biedt bedrijven een flexibele en risicoloze manier om hun personeelsbestand te beheren, terwijl werknemers op tijd worden betaald en de juiste voordelen ontvangen."
        },
        "sectionTitles": {
            "howItWorks": "Hoe werkt payrolling?",
            "benefits": "Voordelen van payrolling",
            "disadvantages": "Nadelen van payrolling",
            "legislation": "Wetgeving over payrolling",
            "differencesTable": "Verschillen tussen Payrolling en Freelance Werk"
        },
        "payrollWork": [
            {
                "title": "Werving en selectie",
                "description": "Het oorspronkelijke bedrijf (de klant) selecteert de werknemers die via payrolling worden ingezet."
            },
            {
                "title": "Contract",
                "description": "De payrollorganisatie neemt de werknemer formeel in dienst. Met andere woorden, de werknemer heeft een arbeidsovereenkomst met de payrollorganisatie, niet met het oorspronkelijke bedrijf."
            },
            {
                "title": "Verloning en administratie",
                "description": "De payrollorganisatie verzorgt de salarisbetalingen, administratie van verlofdagen, pensioenbetalingen, medische kosten en alle andere zaken die horen bij het werkgeverschap."
            },
            {
                "title": "Kosten",
                "description": "Het oorspronkelijke bedrijf betaalt een tarief aan de payrollorganisatie, dat meestal bestaat uit de loonkosten van de werknemer plus een percentage voor de diensten van de payrollorganisatie."
            }
        ],
        "benefits": [
            {
                "title": "Flexibiliteit",
                "description": "Payrolling maakt het voor bedrijven gemakkelijker om hun personeelsbestand flexibel in te richten zonder vast te zitten aan langdurige arbeidsovereenkomsten."
            },
            {
                "title": "Lagere risico's",
                "description": "Omdat het payrollbedrijf formeel de werkgever is, wordt het oorspronkelijke bedrijf ontlast van financiële risico's zoals doorbetaling van loon bij ziekte en risico's van arbeidsconflicten."
            },
            {
                "title": "Kostenbesparing",
                "description": "Het uitbesteden van administratieve taken kan tijd en kosten besparen, vooral voor kleine en middelgrote bedrijven."
            },
            {
                "title": "Vermindering van administratieve last",
                "description": "De payrollorganisatie neemt alle administratieve taken over, zodat de werkgever meer tijd en middelen kan besteden aan zijn kernactiviteiten."
            }
        ],
        "disadvantages": [
            {
                "title": "Kosten",
                "description": "Hoewel payrolling kosteneffectief kan zijn door risico's en administratieve lasten te verminderen, kan het uiteindelijk duurder zijn dan een directe aanstelling vanwege de vergoeding die door de payrollorganisatie wordt berekend."
            },
            {
                "title": "Beperkte binding",
                "description": "Werknemers op payrollbasis voelen zich soms minder verbonden met het bedrijf waarvoor ze werken omdat de payrollorganisatie hun officiële werkgever is."
            },
            {
                "title": "Beperkte arbeidsvoorwaarden",
                "description": "Voor werknemers kunnen de arbeidsvoorwaarden verschillen van reguliere werknemers, afhankelijk van de afspraken met de payrollorganisatie."
            }
        ],
        "legislation": {
            "title": "Wetgeving over payrolling",
            "description": "Sinds 2020 is de Wet Arbeidsmarkt in Balans (WAB) van kracht. Deze wet geeft payrollwerknemers recht op dezelfde arbeidsvoorwaarden als vaste werknemers binnen het bedrijf, inclusief pensioenopbouw. De payrollorganisatie moet daarom ook een adequaat pensioen regelen voor de werknemers die via hen werken."
        },
        "table": {
            "headers": [
                "Aspect",
                "Payrolling",
                "Freelance"
            ],
            "rows": [
                {
                    "aspect": "Werkgever",
                    "payrolling": "Payrollbedrijf",
                    "freelance": "Geen (zelfstandig ondernemer)"
                },
                {
                    "aspect": "Inkomen",
                    "payrolling": "Vast salaris via payroll",
                    "freelance": "Afhankelijk van opdrachten"
                },
                {
                    "aspect": "Verantwoordelijkheden",
                    "payrolling": "Payrollbedrijf draagt juridische verantwoordelijkheid",
                    "freelance": "Freelancer is verantwoordelijk voor zijn of haar eigen"
                },
                {
                    "aspect": "Sociale zekerheid",
                    "payrolling": "Ja, geregeld via payrollbedrijf",
                    "freelance": "Nee, moet door de freelancer zelf worden geregeld"
                },
                {
                    "aspect": "Flexibiliteit",
                    "payrolling": "Enige flexibiliteit, maar vaak in een dienstverbandmodel",
                    "freelance": "Volledige flexibiliteit en onafhankelijkheid"
                }
            ]
        },
        "conclusion": {
            "title": "Conclusie",
            "description": "Payroll en freelance werk bieden elk unieke voordelen, afhankelijk van de wensen van de werknemer of zelfstandige en de aard van het werk. Bedrijven die flexibiliteit zoeken zonder werkgeversrisico kunnen profiteren van payroll, terwijl individuen die graag zelfstandig werken en hun eigen opdrachten kiezen, profiteren van freelance werk. Beide opties vereisen kennis van regelgeving om binnen de kaders te blijven en optimaal te profiteren van de mogelijkheden die ze bieden."
        }
    },
    "freelanceWork": {
        "pageHeader": "Freelance Werk",
        "sectionTitles": {
            "howDoesItWork": "Hoe werkt freelancen?",
            "benefitsOfPayrolling": "Voordelen van payrolling",
            "disadvantagesOfPayrolling": "Nadelen van payrolling",
            "differencesTable": "Verschillen Tussen Payrolling en Freelance Werk",
            "legislation": "Wetgeving over freelance werk"
        },
        "featuresSection": {
            "freelanceWork": {
                "title": "Introductie tot freelance werk",
                "description": "Freelance werk, ook wel bekend als zelfstandig ondernemerschap, is een vorm van werk waarbij iemand diensten aanbiedt aan meerdere klanten als zelfstandig ondernemer, zonder een vast arbeidscontract. Freelancers werken meestal op projectbasis en worden per opdracht of per uur betaald. Ze zijn verantwoordelijk voor hun eigen bedrijfsvoering, facturering, belastingafdracht en verzekeringen."
            },
            "whyServices": {
                "title": "Waarom deze diensten leveren",
                "description": "STYPTEC wil zowel freelancers als klanten ontzorgen, zodat ze zich kunnen richten op hun kernactiviteiten zonder zich zorgen te maken over administratieve en juridische verplichtingen. Via uw beveiligde account kunt u eenvoudig een factuur aanmaken en naar uw klant sturen, geheel volgens de gemaakte afspraken. Het opstellen en verzenden van een factuur kost u slechts twee minuten. Wij verzorgen alle belastingzaken en verzekeringen direct voor u. U ontvangt de netto betaling zodra uw klant heeft betaald, zodat u snel over uw geld kunt beschikken. Indien gewenst kunnen wij ook de factuur voorschieten, zodat u nog sneller toegang heeft tot uw geld. Dit bespaart u tijd en vermindert stress."
            },
            "legislation": {
                "title": "Wetgeving over freelance werk",
                "description": "In Nederland wordt freelance werk gereguleerd door de Belastingdienst en de Kamer van Koophandel. Freelancers moeten ingeschreven staan bij de Kamer van Koophandel (KvK) en kunnen gebruik maken van de Verklaring Arbeidsrelatie (VAR) of de Wet Deregulering Beoordeling Arbeidsrelaties (DBA) om aan te tonen dat zij geen arbeidsrelatie hebben met hun opdrachtgevers. De regelgeving rondom freelancers blijft een aandachtspunt voor de overheid, met name om schijnzelfstandigheid te voorkomen."
            }
        },
        "freelanceWorkSteps": [
            {
                "title": "Opdrachten verkrijgen",
                "description": "Een freelancer vindt werk via direct contact met klanten, via freelance platforms of via netwerken."
            },
            {
                "title": "Overeenkomst sluiten",
                "description": "De freelancer en de klant sluiten een overeenkomst die het werk en de vergoeding vastlegt. Dit kan een opdrachtcontract of een mondelinge afspraak zijn."
            },
            {
                "title": "Facturering en belasting",
                "description": "Na voltooiing van het werk stuurt de freelancer een factuur naar de klant en zorgt voor de betaling van inkomstenbelasting en, afhankelijk van de situatie, omzetbelasting (btw)."
            },
            {
                "title": "Aftrekposten",
                "description": "Een freelancer is verantwoordelijk voor zijn eigen verzekering tegen arbeidsongeschiktheid, pensioenvoorziening en andere financiële risico's."
            }
        ],
        "benefits": [
            {
                "title": "Onafhankelijkheid en flexibiliteit",
                "description": "Freelancers hebben de vrijheid om hun eigen werktijden te bepalen, hun eigen opdrachten te kiezen en hun eigen tarief vast te stellen."
            },
            {
                "title": "Diversiteit aan opdrachten",
                "description": "Freelancers kunnen voor verschillende klanten werken, waardoor ze hun vaardigheden kunnen ontwikkelen en nieuwe ervaringen kunnen opdoen."
            },
            {
                "title": "Belastingvoordelen",
                "description": "Freelancers kunnen gebruik maken van verschillende belastingvoordelen zoals de zelfstandigenaftrek en startersaftrek, mits zij aan bepaalde voorwaarden voldoen."
            }
        ],
        "disadvantages": [
            {
                "title": "Onzekerheid over inkomen",
                "description": "Freelancers hebben geen vast inkomen en kunnen te maken krijgen met periodes waarin weinig werk beschikbaar is."
            },
            {
                "title": "Geen Sociale Zekerheid",
                "description": "Freelancers bouwen geen recht op werkloosheidsuitkeringen of ziektegeld op. Ze moeten hun eigen verzekeringen regelen, wat kosten met zich meebrengt."
            }
        ],
        "table": {
            "headers": [
                "Aspect",
                "Payrolling",
                "Freelance"
            ],
            "rows": [
                {
                    "aspect": "Werkgever",
                    "payrolling": "Payroll bedrijf",
                    "freelance": "Geen (zelfstandig ondernemer)"
                },
                {
                    "aspect": "Inkomen",
                    "payrolling": "Vast salaris via payroll",
                    "freelance": "Afhankelijk van opdrachten"
                },
                {
                    "aspect": "Verantwoordelijkheden",
                    "payrolling": "Payroll bedrijf draagt juridische verantwoordelijkheid",
                    "freelance": "Freelancer is verantwoordelijk voor zijn of haar eigen"
                },
                {
                    "aspect": "Sociale zekerheid",
                    "payrolling": "Ja, geregeld via payroll bedrijf",
                    "freelance": "Nee, moet door de freelancer zelf worden geregeld"
                },
                {
                    "aspect": "Flexibiliteit",
                    "payrolling": "Enige flexibiliteit, maar vaak in een dienstverbandmodel",
                    "freelance": "Volledige flexibiliteit en onafhankelijkheid"
                }
            ]
        },
        "conclusion": {
            "title": "Conclusie",
            "description": "Payroll en freelance werk bieden elk unieke voordelen, afhankelijk van de wensen van de werknemer of zelfstandige en de aard van het werk. Bedrijven die flexibiliteit zoeken zonder werkgeversrisico kunnen profiteren van payroll, terwijl individuen die graag zelfstandig werken en hun eigen opdrachten kiezen, profiteren van freelance werk. Beide opties vereisen kennis van regelgeving om binnen de kaders te blijven en optimaal te profiteren van de mogelijkheden die ze bieden."
        }
    }
}